man-db

ttf-hack-nerd
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra

dunst
dmenu
fish
nnn
rofi
rofi-calc
xss-lock
network-manager-applet

arch-audit
bat
eza
fd
git
less
fastfetch
restic
ripgrep
rsync
starship
stow
vim
zoxide
fzf
playerctl
tldr
feh
pacman-contrib
ncdu
zip
unzip
nsxiv
scrot
helix
wget
htop

clamav

archlinux-contrib
firewalld
flatpak
fwupd
gnome-keyring
pavucontrol
polkit
polkit-gnome
proton-vpn-gtk-app
sxhkd
usbutils

alacritty
arandr
emacs
gnome-disk-utility
gparted
keepassxc
lxappearance
mission-center
qbittorrent
qutebrowser
thunderbird

libreoffice-fresh
hunspell-de
hyphen-de

gvfs
gvfs-mtp

android-udev

android-tools

blanket
chromaprint
figlet
imagemagick
picard
python-adblock
xorg-xsetroot
zathura
zathura-pdf-poppler
smartmontools
pdftk

clojure 
code
git-delta
leiningen
rustup
tokei
github-cli

ruby
ruby-irb
ruby-docs
ruby-rdoc
ruby-stdlib

sqlitebrowser
postgresql
postgresql-libs

syncthing

rclone

cronie

papirus-icon-theme

gnome-boxes

blueman
bluez-utils

ddcutil
